{
  "title": "Opportunity Insights: All Outcomes",
  "alternative_title": null,
  "description": [
    "This table reports predicted outcomes for children by four different spatial resolusions (census tract, county, community zone, and national level), race and gender. The data is organized long on different spatial resolusions and wide on race, gender and parent income percentile rank, so that there is exactly one row per tract, and a variable for each race/gender/parent income percentile rank combination. To protect privacy, a small amount of noise is added to each of the estimates; this noise is typically less than one-tenth the size of the standard error of the estimate itself. The standard errors reported below incorporate both sampling error and the noise that was added to the point estimates to protect privacy.  We provide the tract-level unconditional means as well as predictions at five percentiles of the parent national income distribution among parents with children in the same birth cohort (referred to as “[pctile]” in the codebook). In particular, we consider the 1st, 25th, 50th, 75th, and 100th percentiles."
  ],
  "language": [
    "eng"
  ],
  "display_note": null,
  "creator": [
    "Opportunity Insights"
  ],
  "publisher": [
    "Opportunity Insights"
  ],
  "provider": "Healthy Regions + Policies Lab",
  "resource_class": [
    "Datasets"
  ],
  "resource_type": [
    "Atlases",
    "Census data"
  ],
  "subject": null,
  "theme": [],
  "keyword": null,
  "temporal_coverage": [
    "1978-2015"
  ],
  "date_issued": null,
  "index_year": null,
  "date_range": null,
  "spatial_coverage": [
    "United States"
  ],
  "geometry": null,
  "bounding_box": null,
  "centroid": null,
  "georeferenced": null,
  "relation": null,
  "member_of": null,
  "is_part_of": null,
  "source": null,
  "is_version_of": null,
  "replaces": null,
  "is_replaced_by": null,
  "rights": [
    "Oppotunity Insights"
  ],
  "rights_holder": [
    "Oppotunity Insights"
  ],
  "license": [
    "Oppotunity Insights"
  ],
  "access_rights": "Public",
  "format": "STATA, Excel",
  "file_size": "2.4MB - 914MB",
  "references": {
    "http://schema.org/url": "https://opportunityinsights.org/data/?geographic_level=0&topic=0&paper_id=1652#resource-listing"
  },
  "wxs_indentifier": null,
  "id": "oi-all-outcomes",
  "identifier": null,
  "modified": "2024-09-12T15:39:32Z",
  "metadata_version": "SDOH PlaceProject",
  "suppressed": false,
  "spatial_resolution": [
    "County",
    "Census Tract"
  ],
  "spatial_resolution_note": "Community Zone, National",
  "methods_variables": [
    "‘Mean predicted outcome for children of a given race, gender and with parents at a given percentile’, ‘Mean outcome for children of race and gender’, ‘Mean household income rank for parents of children of race and gender’, ‘Fraction of children with parents who have income below the national median for parents with children in the same birth cohort’, ‘Number of children under 18 living in the given area with parents whose household income was below the national median’’, Mean fraction of possible childhood years (up to age 23) children spent’, ‘Fraction of children who have a male claimer in the year they are linked to parents’, ‘Fraction of children who have a female claimer in the year they are linked to parents’, ‘Fraction incarcerated on April 1st, 2010’, ‘Mean percentile rank (relative to other children born in the same year) in the national distribution of household income measured as mean earnings in 2014-2015 for the baseline sample’, ‘Baseline kfr measure (2014-15 income) as defined above, but restricted to children who live in one of their childhood commuting zones in adulthood’, ‘Probability of reaching the top 1% of the national household income distribution (among children born in the same year) in 2014-15’, ‘Probability of reaching the top quintile of the national household income distribution (among children born in the same year) in 2014-15’, ‘Mean percentile rank (relative to other children in the same year) in the national distribution of household income measured at [age] 24, 26, and 29’, ‘Mean percentile rank (relative to other children born in the same year) in the national distribution of individual income (i.e. just own earnings) measured as mean earnings in 2014-2015 for the baseline sample’, ‘Baseline kir measure (2014-15 income) as defined above, but restricted to children who live in one of their childhood commuting zones in adulthood’, ‘Probability of reaching the top 1% of the national individual income distribution (among children born in the same year) in 2014-15’, ‘Probability of reaching the top quintile of the national individual income distribution (among children born in the same year) in 2014-15’, ‘Mean percentile rank (relative to other children in the same year) in the national distribution of individual income measured at [age] 24, 26, and 29’, ‘Fraction children who grew up in a given tract and end up living in a tract with a poverty rate of less than 10% (according to tract-level Census 2000 data) in adulthood. Tracts where children live as adults are defined as the tract of the last non-missing address observed on tax returns’, ‘Fraction of children who file their federal income tax return as “married filing jointly” or “married filing separate” in 2015’, ‘Fraction of children who file their federal income tax return as “married filing jointly” or “married filing separate” at [age] 26, 29, and 32’, ‘Mean individual income rank in 2014-15 for the spouses of children who grew up in the given tract. Child’s spouse refers to the person they are married to in 2015’, ‘Fraction of children who live in one of their childhood commuting zones in adulthood’, ‘Fraction of children who live at the same address as their parents in 2015’, ‘Fraction of individuals who live in one of their childhood Census tracts in adulthood’, ‘Fraction of women who grew up in the given tract who ever claimed a child who was born when they were between the ages of 13 and 19 as a dependent at any point’, ‘Fraction of children claimed by two people in the year they are linked to parents’, ‘Fraction of children with positive W-2 earnings in 2015’, ‘Fraction of children with positive W-2 earnings in 2015’, ‘Fraction of children with positive W-2 earnings at [age] 24, 26, 29, and 32’, ‘Fraction of children who have a four year college degree (among children who received ACS or 2000 Census long form at age 25+)’, ‘Fraction of children who have at least a community college degree (among children who received the ACS or the 2000 Census long form at age 25+)’, ‘Fraction of children who have a graduate degree (among children who received the ACS or the 2000 long form at age 30+)’, ‘Mean weekly hours child worked in the 12 months before they were surveyed (among children who received ACS at age 30+) = hours worked per week * weeks worked in [year] / 51, where 51 is the maximum “weeks” worked in the ACS (since top bin is 50-52). = 0 (for those who do not work)’, ‘Fraction of children who completed high school or obtained a GED (among children who the ACS or 2000 long form at age 19+)’, ‘Baseline kfr measure (2014-15 income) defined above, but restricted to children whose mothers immigrated to the United States (according to ACS or Census 2000 long form)’, ‘Baseline kfr measure (2014-15 income) defined above, but restricted to children whose mothers were born in the United States (according to ACS or Census 2000 long form)’, ‘Baseline kir measure (2014-15 income) defined above, but restricted to children whose mothers immigrated to the United States (according to ACS or Census 2000 long form)’, ‘Baseline kir measure (2014-15 income) defined above, but restricted to children whose mothers were born in the United States (according to ACS or Census 2000 long form)’, ‘Fraction of children with positive hours worked in the 12 months before being surveyed (among children who received the ACS at age 30+)’, ‘Fraction of children who receive public assistance income (among children who received the ACS at age 30+)’, ‘Fraction of children having at least some college experience (among children who received the ACS or 2000 long form at age 25+)’, ‘Mean individual income rank in 2014-15 for the spouses of children who grew up in the given tract. Child’s spouse refers to the person they are married to in 2015’, ‘Hourly wage rank, computed within child birth year and year of ACS receipt (among children who received the ACS at age 30+) = annual labor income / (weekly hours worked * weeks worked per year) = missing for those who do not work’"
  ],
  "data_variables": [
    "‘Number of children of race and gender’’, ‘Count of children under 18 of race and gender’"
  ],
  "data_usage_notes": null
}