{
  "_meta": {
    "created_by": "",
    "last_modified_by": "Admin",
    "filled": 19,
    "to_fill": 24,
    "filled_pct": 79,
    "progress_class": "warning"
  },
  "title": "Priority Areas (ParkServe)",
  "alternative_title": null,
  "description": [
    "\"To help planners prioritize where to address park access gaps first, TPL provides a prioritization index for all populated areas that are not within a 10-minute walk to a park. The prioritization index is calculated for census block groups and is based on a comprehensive index of six equally weighted demographic and environmental metrics. The six variables are: 1. Population density 2. Density of low-income households... 3. Density of people of color 4. Community health... 5. Urban heat islands... 6. Pollution burden\""
  ],
  "language": [
    "eng"
  ],
  "display_note": [
    "Info: ParkServe is partially crowdsourced and regularly updated. Only the most recent update is available for download at any given time, and data should be understood as incomplete."
  ],
  "creator": [
    "Trust for Public Land"
  ],
  "publisher": [
    "Trust for Public Land"
  ],
  "provider": "Healthy Regions & Policies Lab, University of Illinois, Urbana-Champaign",
  "resource_class": [
    "Datasets"
  ],
  "resource_type": [
    "Polygon data"
  ],
  "subject": [],
  "theme": [
    "Society"
  ],
  "keyword": null,
  "temporal_coverage": [
    "2023"
  ],
  "date_issued": "2024",
  "index_year": [
    "2024"
  ],
  "date_range": null,
  "spatial_coverage": [
    "United States"
  ],
  "geometry": null,
  "bounding_box": null,
  "centroid": null,
  "georeferenced": false,
  "relation": null,
  "member_of": null,
  "is_part_of": [
    "herop-fhfxqq"
  ],
  "source": null,
  "is_version_of": null,
  "replaces": null,
  "is_replaced_by": null,
  "rights": [
    "\"© 2024 The Trust for Public Land, 101 Montgomery Street, Suite 900, San Francisco, California 94104 U.S.A. All rights reserved. Other parties may hold or claim proprietary, trademark, service mark and copyright interests in material on or delivered from this website. Materials on this website may not be copied, reproduced, modified, published, uploaded, posted, transmitted, or distributed in any way, without the prior written consent of The Trust for Public Land and/or the party holding rights to such material. Notwithstanding the previous sentence, you may download one copy of the information on this website for personal, non-commercial use. If you download, you may not modify the materials, use them for a commercial purpose or for public display, remove any copyright or trademark information, transfer the materials to another person, or allow unauthorized copying of the materials.\""
  ],
  "rights_holder": [
    "Trust for Public Land"
  ],
  "license": null,
  "access_rights": "Public",
  "format": null,
  "file_size": null,
  "references": {
    "http://schema.org/url": "https://www.tpl.org/park-data-downloads",
    "http://lccn.loc.gov/sh85035852": "https://www.tpl.org/ParkServe/About"
  },
  "wxs_indentifier": null,
  "id": "herop-cdyuaj",
  "identifier": null,
  "modified": "2024-11-14T15:15:27Z",
  "metadata_version": "SDOH PlaceProject",
  "suppressed": false,
  "spatial_resolution": [
    "Census Tract",
    "Census Block Group"
  ],
  "spatial_resolution_note": null,
  "methods_variables": [
    "ID, Population per acre, Urban area ID, Rate of physical inactivity, Rate of poor mental health, Respiratory hazard, Density of low-income households, Density of people of color, ID of the city, Low-income households (%), People of color (%), People per acre rank, Physical inactivity rank, Poor mental health rank, Average land surface temperature rank, Respiratory hazard rank, Density of people of color rank, People of color (%) rank, Low-income households (%) rank, Density of low-income households rank, Average of physical inactivity rank and poor mental health rank, Urban heat island anomaly"
  ],
  "data_variables": [
    "Park priority, Park priority rank, Outside 10 minute walk service area"
  ],
  "data_usage_notes": null,
  "highlight_ids": null,
  "featured_variable": null
}